Repository: atefhamdy05/Social-Media-Project-Backend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: no user data exists
ar: لا توجد بيانات مستخدم

source: invalid username or password
ar: اسم المستخدم أو كلمة المرور غير صحيحة

source: Created By
ar: تم انشاؤه بواسطة

source: you should enter a valid search value
ar: يجب إدخال قيمة بحث صحيحة

source: something went wrong while connecting to db
ar: حدث خطأ أثناء الاتصال بقاعدة البيانات

source: something went wrong while getting data
ar: حدث خطأ أثناء جلب البيانات

source: this search has no data
ar: هذا البحث لا يحتوي على بيانات

source: Role added successfully
ar: تمت إضافة المهمة بنجاح

source: this role doesn't exist or may be deleted
ar: هذا المهمة غير موجود أو قد تم حذفه

source: invalid permission
ar: إذن غير صالح

source: wrong permission or role
ar: إذن أو دور غير صحيح

source: you should choose alter role to move the current role users to
ar: يجب اختيار دور بديل لنقل مستخدمي المهمة الحالي إليه

source: the alter role doesn't exist or has been deleted
ar: المهمة البديل غير موجود أو قد تم حذفه

source: the alter role and deleted role shouldn't be the same
ar: لا يجب أن يكون المهمة البديل والمهمة المحذوف نفس الشيء

source: role has been deleted succssefully!
ar: تم حذف المهمة بنجاح!

source: This Notification is not found or has been deleted
ar: هذا الإشعار غير موجود أو قد تم حذفه

source: This Template is not found or has been deleted
ar: هذا القالب غير موجود أو قد تم حذفه

source: Notification saved successfully
ar: تم حفظ الإشعار بنجاح

source: Please Complete all notification steps first
ar: يرجى إكمال جميع خطوات الإشعار أولاً

source: This Notification already has been sent
ar: تم إرسال هذا الإشعار بالفعل

source: All data seems to be good but something went wrong while sending this notification
ar: جميع البيانات تبدو صحيحة ولكن حدث خطأ أثناء إرسال هذا الإشعار

source: Notification added to be sent list successfully
ar: تمت إضافة الإشعار إلى قائمة الإرسال بنجاح

source: Notification added to review list successfully
ar: تمت إضافة الإشعار إلى قائمة المراجعة بنجاح

source: activated successfully
ar: تم التفعيل بنجاح

source: deactivated successfully
ar: تم الغاء التفعيل بنجاح

source: this query is invalid
ar: هذا الاستعلام غير صالح

source: This template already exists
ar: هذا القالب متواجد بالفعل

source: Template saved successfully
ar: تم حفظ القالب بنجاح

source: Role Name
ar: اسم المهمة

source: FullName
ar: الأسم بالكامل

source: Role
ar: المهمة

source: this user doesn't exist or has been deleted
ar: هذا المستخدم غير موجود او تم حذفه

source: user
ar: المستخدم

source: added successfully
ar: تم اضافته بنجاح

source: Customer Name
ar: اسم العميل

source: ID Number
ar: رقم الهوية

source: Customer Number
ar: رقم العميل

source: Phone Number
ar: رقم الجوال

source: Order Number
ar: رقم الطلب

source: Bucket
ar: المحفظه

source: City
ar: المدينة

source: Email
ar: البريد الالكتروني

source: Day Of Bitrh
ar: تاريخ الميلاد

source: Remaining Amount
ar: المبلغ المتبقي

source: Amount Due
ar: المبلغ المستحق

source: Tenure
ar: عدد الأقساط

source: Number Of Delay Days
ar: عدد أيام التأخير

source: EMI
ar: القسط الشهري

source: Total Paid
ar: اجمالي المبلغ المسدد

source: Excess Amount
ar: المبلغ الفائض

source: Next Due Date Emi
ar: تاريخ القسط القادم

source: Next Due Amount
ar: مبلغ القسط القادم

source: Main Stat
ar: حالة العقد الرئيسية

source: Sub stat
ar: حالة العقد الفرعية

source: search value shouldn't be empty
ar: نموذج الرسالة

source: Created At
ar: تاريخ الإنشاء

source: Sent At
ar: تاريخ الإرسال

source: Sender
ar: المرسل

source: Number Of Recipients
ar: عدد المرسل إليهم

source: Invalid file extension
ar: امتداد الملف غير صالح

source: the file attached has no data
ar: الملف المرفق لا يحتوي على أي بيانات

source: you should add at least one or more customer!
ar: ينبغي عليك إضافة عميل واحد أو أكثر على الأقل!

source: Customer Phone Number is not valid
ar: رقم هاتف العميل غير صالح

source: this page is not found
ar: لم يتم العثور على هذه الصفحة

source: Invalid Data you should select a valid Customer
ar: بيانات غير صالحة، يجب عليك تحديد عميل صالح

source: this templated is not found or has been deleted
ar: لم يتم العثور على هذا القالب أو تم حذفه

source: This role already exists
ar: هذا المهمة موجود مسبقا

source: Role has benn changed successfully
ar: تم تغير المهمة بنجاح

source: The Permission has added to the role
ar: تمت إضافة الإذن إلى المهمة

source: Message
ar: الرسالة

source: English Message
ar: الرسالة باللغة الانجليزية

source: Application Number
ar: رقم الطلب

source: ID NUMBER
ar: رقم الهوية

source: APPLICATION DATE
ar: تاريخ الطلب

source: Nationality
ar: الجنسية

source: Age
ar: العمر

source: Sectype
ar: نوع القطاع

source: Job Status
ar: الحالة الوظيفية

source: Simah Rate
ar: معدل سمه

source: Service Period
ar: مدة الخدمة

source: Finance Amount
ar: مبلغ التمويل

source: Finance Period
ar: مده التمويل

source: Age Standard Verification
ar: التحقق من معيار العمر

source: Income Standard Verification
ar: التحقق من معيار الدخل

source: Service Period Standard Verification
ar: التحقق من معيار مدة الخدمة

source: Credit Decision
ar: القرار الأتماني

source: Net Iincome
ar: الدخل الشهري

source: Simah Obligation
ar: إلتزامات سمه

source: DBR
ar: نسبة عبئ الديون

source: Allowable Installment
ar: القسط السموح
